{
  "Metadata": {
    "title": "Today's Matches",
    "description": "Follow today's matches live with detailed information about global and local leagues and tournaments. Discover match schedules, results, team rankings, and the latest football news.",
    "keywords": "today's match schedule, today's match schedule Yalla Kora, today's match schedule in the Goal, today's match schedule Egypt time, today's match schedule English Premier League, today's match schedule live, today's match schedule La Liga, today's match schedule Al Ahly, today's match schedule 365, today's match schedule and channels, today's match schedule in the Egyptian League, today's match schedule Zamalek, today's match schedule Kora, today's match schedule football, today's match schedule UEFA Champions League, today's match schedule Bein Sports, today's match schedule APK, today's match schedule yesterday, today's match schedule beIN Sports, today's match schedule friendly matches, today's match schedule tomorrow, today's match schedule beIN Sport, today's match schedule B, today's match schedule time and commentators beIN Sport, today's match schedule Ben Sports, today's match schedule com, today's match schedule CAN, today's match schedule Champions League, today's match schedule CAF, today's match schedule K, today's match schedule all, today's match schedule basketball, today's match schedule soccer, today's match schedule D, today's match schedule Egyptian League, today's match schedule CAF Champions League, today's match schedule Euro 2024, today's match schedule Monday, today's match schedule English, today's match schedule now, today's match schedule Sunday, today's match schedule Al Ahly, today's match schedule FilGoal, today's match schedule in, today's match schedule in the Goal, today's match schedule Thursday, today's match schedule on Amos satellite, today's match schedule Thursday and channels, today's match schedule Monday, today's match schedule in the English Premier League, today's match schedule J, today's match schedule table, today's match schedule Google, today's match schedule Friday, today's match schedule Yalla Kora, today's match schedule full, today's match schedule Morocco, today's match schedule M, today's match schedule Egyptian, today's match schedule Egypt, today's match schedule Masrawy, today's match schedule from the Championship website, today's match schedule NBA, today's match schedule national teams, today's match schedule 365, today's match schedule worldwide, today's match schedule complete, today's match schedule Real Madrid, today's match schedule La Liga Real Madrid, today's match schedule Saturday La Liga, today's match schedule Saturday Saudi League, today's match schedule Saturday and channels, English Premier League, Egyptian League, German League, Spanish League, Italian League, French League, Egyptian Premier League, English Premier League, European League, Egyptian League today, Brazilian League, English Premier League today, Portuguese League, Qatari League, Arkema League, Arkema League, English Premier League art, Saudi League art, Spanish League, Arabic League standings, English League standings, Champions League standings, Algerian League standings, English Championship standings, Argentine League C, CL standings, CAF standings, D1 Arkema League, DLS Egyptian League, DLS Moroccan League, DLS24 Egyptian League, Domino League, DLS Egyptian League 2024, League France Division, France Division 1 Feminine, EFL League, English League, EPL League, Egyptian League football, FIFA Egyptian League, League Google Pixel, Google Pixel Frauen Bundesliga, Google search English League standings, Google search Spanish League standings, Kooora Moroccan League, Kooora Saudi League, Kooora Italian League, Kooora English League, Kooora Jordan League, Kooora Spanish League, Kooora Kuwaiti League, Kooora Moroccan League Second Division, KooraLive Tunisian League, Kooora UAE League, Kooora Algerian League, Kooora Libyan League, Kooora Egyptian League, Kooora Qatari League, Kooora German League, League LPF, League Ligue 1, League La Liga, Ligue League, Liverpool Premier League, Logo Premier League, Logo Egyptian League, Logo Algerian League, LB Premier League, League Indonesian Liga 3, Spanish League La Liga, MLS American League, Lebanon League MTV, League NBA, Netherlands League, Australia NPL League, NBA Summer League, NBA Egypt Nile, NBA Russia League standings, Russian Premier League, Russian football league, NBA Russia League, football league signatures, Serie A League, SSC Saudi League, SPL Saudi League, Starzplay Italian League, Soccerway Saudi League, Soccerway Premier League, SSC Spanish League, Soccerway Egyptian League, Sofascore Saudi League, Scom League standings, Spanish League standings, League splitting.",
    "Championships": {
      "title": "Today's Matches - Championships",
      "description": "Explore all global and local championships and tournaments with live updates. Learn about participating teams, match schedules, results, and team rankings across various competitions.",
      "keywords": "championships, football, football tournaments, UEFA Champions League, Premier League, La Liga, Serie A, Bundesliga, World Cup, local championships, team rankings, tournament schedules"
    },
    "Dates": {
      "title": "Today's Matches - Football Season Schedule",
      "description": "Stay updated with the latest football matches for today, including schedules for major leagues like the Premier League, La Liga, Serie A, and more. This page provides the complete schedule for today's matches, covering both local and international football events. Whether you're looking for match timings, stadiums, or viewing locations, you'll find all the information you need in one place.",
      "keywords": "Today's Matches, Match Schedule, Football Season Schedule, Premier League Schedule, La Liga Schedule, Serie A Schedule, Today's Live Matches, Football Matches Today, Match Timings, Premier League, La Liga, Serie A, Global Matches"
    },
    "Match": {
      "title": "Today's Matches",
      "description": "Discover details about today's match, including information about the competing teams, timing, location, and match analysis. Stay updated on the latest sports events and team performances in the upcoming match. Get everything you need about sports matches, whether local leagues or international tournaments.",
      "keywords": "match details, today’s match, competing teams, match timing, match location, match analysis, sports news, local matches, international matches, football, league"
    },
    "Login": {
      "title": "Matches Today - Login",
      "description": "Log in to your account on Matches Today to get live updates of match results. Stay updated on all the latest games from various local and international leagues in one place.",
      "keywords": "Login, Matches Today, match results, football matches, create account, match updates, football, local matches, international matches, league, competing teams"
    },
    "Register": {
      "title": "Matches Today - Create New Account",
      "description": "Create a new account on Matches Today to track live match results and interact with various sports leagues. Get notifications for upcoming matches and exclusive details.",
      "keywords": "Create account, new registration, Matches Today, new account, track matches, match updates, football, match results, match notifications, sports matches"
    },
    "Main": {
      "title": "Matches Today - Home Page",
      "description": "Stay up-to-date with the latest news on sports matches and details of competing teams in both local and international leagues. Browse match schedules, timings, and more to always stay informed with the latest updates.",
      "keywords": "Matches Today, home page, match results, match schedules, match timings, competing teams, football, local matches, international matches, league"
    },
    "TermsOfUse": {
      "title": "Today's Matches - Terms of Use",
      "description": "Read and understand our Terms of Use to ensure that you're comfortable using Today's Matches and its services. Learn about our privacy policy, cookies, and other important information.",
      "keywords": "Terms of Use, Today's Matches, football, terms and conditions, usage policy, privacy policy, cookies, sports news"
    },
    "Policy": {
      "title": "Today's Matches - Privacy Policy",
      "description": "Read and understand our Privacy Policy to ensure that you're comfortable using Today's Matches and its services. Learn about how we collect, use, and share your personal information.",
      "keywords": "Privacy Policy, Today's Matches, football, privacy, usage policy, data protection, sports news"
    },
    "Blog": {
      "title": "Today's Matches - Blog",
      "description": "Stay updated with the latest news, insights, and tips from Today's Matches's blog. Read articles about sports, football, and the world of football.",
      "keywords": "Today's Matches, blog, football news, sports, tips, latest news, football, league"
    },
    "Favorite": {
      "title": "Today's Matches - Favorite Matches",
      "description": "Stay updated with your favorite matches from today's matches. Add your favorite teams, favorite matches, and favorite players to your personalized list.",
      "keywords": "Today's Matches, favorite matches, favorite teams, favorite players, football, sports news"
    }
  },
  "Header": {
    "siteName": "Today's Matches",
    "hiMessage": "Hello, ",
    "guest": "guest",
    "text": "Stay updated on the latest events in the world of football",
    "menu": {
      "one": "Today's Matches",
      "two": "Championships",
      "three": "Leagues",
      "foure": "Important Dates"
    }
  },
  "GoBack": {
    "back": "Back"
  },
  "Footer": {
    "description": "A specialized sports platform focused on football, providing an updated schedule of key matches and dates to make it easy for fans to follow football events anytime. We aim to enhance the football fan experience by offering comprehensive and accessible content.",
    "menu": {
      "one": "Terms of Use",
      "two": "Usage Policy",
      "three": "Today's Matches Blog"
    },
    "contact": "Contact , Advertise with us:",
    "mailUs": "Email us here:",
    "placeholder": "Email Address",
    "send": "Send",
    "copyright": "All rights reserved to Today's Matches"
  },
  "Championships": {
    "card": {
      "group": "Group Standings",
      "scorers": "Top Scorers",
      "matches": "Match Schedule"
    },
    "menu": {
      "groups": "Groups",
      "scorers": "Scorers",
      "matches": "Matches"
    },
    "groups": {
      "team": "Team",
      "played": "Played",
      "won": "Won",
      "tied": "Tied",
      "lost": "Lost",
      "left": "Remaining",
      "sign": "+/-",
      "diffrence": "Goal Difference",
      "points": "Points",
      "noStandings": "No Standings to show"
    },
    "scorers": {
      "player": "Player",
      "goals": "Goals"
    },
    "titles": {
      "scorers": "Top scorers",
      "groups": "Groups Ranking",
      "match": "Match Schedule"
    },
    "today": "Today"
  },
  "Auth": {
    "inputs": {
      "name": "First Name",
      "lastName": "Last Name",
      "email": "Email",
      "password": "Password"
    },
    "login": {
      "forgotPassword": "Forgot Password?",
      "submit": "Log In",
      "dontHaveAccount": "Don't have an account?",
      "register": "Sign Up Now"
    },
    "register": {
      "submit": "Sign Up Now",
      "alreadyHaveAccount": "Already have an account?",
      "login": "Log In"
    },
    "forgotPassword": {
      "enterEmailText": "Enter the email associated with your account to reset your password by sending a verification code:",
      "email": "Email",
      "send": "Send",
      "checkEmail": "Please check the verification code sent to your email:",
      "code": "Verification Code",
      "continue": "Continue",
      "changePassword": "Change Your Password",
      "newPassword": "New Password",
      "submit": "Confirm"
    }
  },
  "Favorites": {
    "menu": {
      "match": "Matches",
      "league": "championships"
    },
    "createAccountToAdd": "Create an account to add your favorites here",
    "youDidNotAddAnythingYet": "You have not added anything to your favorites yet"
  },
  "TermsOfUse": {
    "termsOfUse": "Terms of Use:",
    "description": "At Today’s Matches, we are fully committed to protecting your personal data. By accepting the privacy policy of Today’s Matches users, you permit us to collect, use, and disclose your personal information only in accordance with the privacy policy and in a very limited manner. Please note that your personal data will never be sold, used, or shared with any party, either for compensation or without.",
    "howWeGetYourInfo": "How Today’s Matches Obtains Customer Personal Information!",
    "infoDescription": "When opening a new account on the Today’s Matches website, we request a set of personal user data, which must be completed correctly to finalize the registration process and ensure there is no false or misleading information.",
    "infoWeGet": "Personal Information We Collect",
    "theInfo": "Your name, email, and other required information.",
    "securitySteps": "Security Measures",
    "securityDescription": "Upon completing the registration process, you can browse Today’s Matches services, which are strictly protected against fraud and abuse through the following measures:",
    "steps": {
      "one": "Logging and storing your IP address and the number of times you access the site.",
      "two": "Collecting usage and access data that allows us to prevent multiple account openings, fraudulent behavior, or protect our systems against unauthorized attacks.",
      "three": "We may share this data with specialized and trusted fraud management services that help us analyze this information.",
      "four": "We use cookies, which are small text files stored on the client's computer for record-keeping purposes. The information collected and stored through cookies may be matched with the personal data we retain in our systems.",
      "five": "Based on the information you provide to us (your current verification status and the transactions you wish to perform), we may collect additional information from banks, credit/debit card processing services, and identity verification services. We obtain this personal and confidential information from the following sources:",
      "six": "Information you provide to us online through forms, written templates, and other types of data entry methods.",
      "seven": "Information entered online through storing your personal information without completing or submitting a form.",
      "eight": "Information indirectly obtained from third parties to verify user authenticity and prevent fraud.",
      "nine": "Information from third parties that you have authorized and agreed to share with us.",
      "ten": "Information about sales transactions and account history."
    }
  },
  "Policy": {
    "policy": "Terms of Use",
    "description": "Welcome to the Today's Matches website. Please review the following terms and conditions: By accessing, registering, or continuing to use the site, you agree to be bound by these terms of use and the accompanying documents and terms immediately. These terms of use and the legal documents are subject to modification by us at any time. Your continued use of the site after any changes are posted implies your acceptance of these amended terms of use and legal documents.",
    "aboutSite": "About the Site",
    "aboutText": "A sports platform specialized in football, providing an updated schedule of important matches and their dates, making it easier for fans to follow football events at any time. We aim to enhance the experience of football enthusiasts by offering comprehensive and easily accessible content.",
    "first": "First: Client Responsibilities",
    "firstText": "When using or accessing the services, you agree to the following:",
    "firstSteps": {
      "one": "You are responsible for maintaining the confidentiality of your account and restricting access to your account and password. You agree to take responsibility for all activities that occur under your account and password.",
      "two": "Immediately notifying us of any unauthorized use of your password or account, or any other breach of secure usage standards of the site.",
      "three": "Providing complete, truthful, accurate, and up-to-date information about yourself and your use of the services as determined by us.",
      "four": "Cooperating with our requests for additional information regarding your eligibility and use of our services.",
      "five": "You do not have the right to take any action that could harm the site’s rating and ranking systems.",
      "six": "You are not allowed to transfer your account to another party.",
      "seven": "You commit not to publish viruses or any other technologies that may harm our services or the interests or property of other users.",
      "eight": "You commit not to violate the laws related to copyrights, trademarks, patents, ethics, advertising, databases, and/or any intellectual property rights (collectively referred to as 'Intellectual Property Rights') that pertain to us or are licensed to us, or the intellectual property rights related to others.",
      "nine": "You are not allowed to collect user information or circumvent any of the technical measures we use to provide the services."
    },
    "second": "Second: Intellectual Property Rights",
    "secondText": "All content on the site is our proprietary property or within the proprietary rights, including but not limited to digital cards, texts, graphics, logos, images, audio clips, digital downloads, and software. We (or our licensors or suppliers, as the case may be) retain all of our rights, ownership, and interest in the site and services, including but not limited to all intellectual property rights mentioned in these terms of use. You may not use our trademarks without prior written consent.",
    "third": "Third: Warranties, Representations, and Guarantees",
    "thirdText": "You guarantee, represent, and acknowledge the following:\n Full compliance with all laws, regulations, and applicable rules, including but not limited to compliance with privacy laws and content regulations.\nYou have full authority to contract under these terms of use, and your execution of your obligations under these terms does not conflict with:\n· Any laws, rules, regulations, or governmental guidelines applicable to you.\n· Any other agreements you are a party to or bound by.\nIf you create or use an account on behalf of a company, you are authorized to act on behalf of that company and ensure its compliance with these terms of use. The account is considered the property of the company and under its management.\nAny content you have provided as part of your use of the services or any products you list does not infringe the rights of any third party worldwide, including but not limited to any intellectual property rights (whether registered or not).\nThe services are provided to you 'as is' without warranties, representations, or guarantees. We disclaim all warranties, representations, or guarantees of any kind, whether express, implied, or statutory, including but not limited to any warranties of merchantability, fitness for a particular or general purpose, non-infringement, security, freedom from defects, or that our services will operate without interruptions or will be timely.\nFurthermore, while we strive for accuracy, we do not warrant that product specifications or any other content of any service are accurate, complete, reliable, current, or error-free.\nAdditionally, as a buyer, you agree that we are not responsible for inspecting or testing the listings or service content provided by us or others, and you will not attempt to hold us liable for any errors or defects in any information."
  },
  "Match": {
    "menu": {
      "plan": "The Plan",
      "match": "Match",
      "details": "Details"
    }
  },
  "Filters": {
    "searchForMatch": "Search For Match",
    "chooseDate": "Select Date",
    "searchForEvent": "Search For Event",
    "searchForChampionship": "Search For Championship",
    "searchResult": "Search result for ",
    "search": "Search"
  },
  "NotReady": {
    "matchNotReady": "This match has not started yet",
    "planNotReady": "The plan has not been set yet",
    "notMatchToday": "There are no matches to display today."
  },
  "Words": {
    "today": "Today",
    "postponed": "Postponed",
    "assist": "Assist",
    "days": "Days",
    "ended": "Finished",
    "soon": "Start soon",
    "live": "Live",
    "inPlay": "In Play",
    "noPlay": "There is no matches now",
    "more": "See more",
    "matchPage": "Match page"
  },
  "Errors": {
    "firstName": "Please enter a valid name",
    "lastName": "Please enter a valid last name",
    "email": "Please enter a valid email",
    "password": "Password must be at least 6 characters",
    "emailExist": "Email already exists",
    "userNotFound": "User not found",
    "invalidPass": "Invalid password",
    "mainError": "something went wrong",
    "invalidCode": "Invalid code"
  },
  "Blog": {
    "more": "more"
  },
  "Dates": {
    "title": "Football season schedule",
    "end": "End : ",
    "start": "Start : ",
    "endLeague": "End League",
    "startLeague": "Start League",
    "event": "Event",
    "when": "When ?"
  },
  "Lang": {
    "name": "العربية",
    "href": "ar"
  },
  "Details": {
    "error": "Error",
    "pleaseSignIn": "Please sign in to add to favorites",
    "success": "Added to favorites",
    "successText": "The item has been added to favorites",
    "ok": "OK",
    "close": "Close"
  },
  "MatchStatus": {
    "notStarted": "Not Started",
    "done": "Finished",
    "live": "Ongoing"
  },
  "WeekDays": {
    "sunday": "Sunday",
    "monday": "Monday",
    "tuesday": "Tuesday",
    "wednesday": "Wednesday",
    "thursday": "Thursday",
    "friday": "Friday",
    "saturday": "Saturday",
    "tomorrow": "Tomorrow",
    "yesterday": "Yesterday"
  }
}
